// Якщо змінна більше нуля - виведіть true, менше - false
//Перевірте це на варіантах  1, 0, -3.

// let num = prompt("Введіть чилсо");
// console.log(num > 0);

// Якщо змінна ="test" - виведіть true,
//Перевірте це на варіантах  'test', "qwerty", true

// let value = prompt("Текст");
// console.log(value == "test");

// Якщо змінна більше 10 -  відніміть 5,
//менше - додайте 5, результат виведіть в консоль
//Перевірте це на варіантах  1, 10, 13.

// let num = +prompt("Введіть число");
// if (num > 10) {
//   num = num - 5;
// } else {
//   num = num + 5;
// }
// console.log(num);

//Зробіть сервіс який отримує число від 1 до 12
// виведіть місяць який дорівнює числу

// let num = prompt("Введіть число від 1 до 12");
// let months = [
//   "Січень",
//   "Лютий",
//   "Березень",
//   "Квітень",
//   "Травень",
//   "Червень",
//   "Липень",
//   "Серпень",
//   "Вересень",
//   "Жовтень",
//   "Листопад",
//   "Грудень",
// ];
// console.log(months[num - 1]);

//Зробіть сервіс який отримує тризначне число
//Поверніть користувачу сумму цих чисел

// let num = +prompt("Введіть тризначне число:");
// let a = num / 100;
// let b = (num % 100) / 10;
// let c = num % 10;
// let sum = a + b + c;
// console.log("Сума цифр:", sum);
